{
  "RO": {
    "HeroTitle": "Schimbarea Începe cu Fațada Casei Tale",
    "HeroSubText": "Vrem să fim parteneri în realizarea proiectului tău de vis",
    "ContactBtn": "Contactează-ne",
    "AboutTitle": "Despre Noi",
    "ExpTitle": "Experiență",
    "MatTitle": "Materiale",
    "TermsTitle": "Termeni Stabiliți",
    "ExpParagraph": "Suntem o echipă cu o experiență de peste 19 ani. De-a lungul anilor, am lucrat cu numeroși clienți, a căror încredere și respect le-am câștigat prin calitatea muncii noastre și prin abordarea noastră profesională și transparentă.",
    "MatParagraph": "Calitatea materialelor este prioritatea noastră numărul unu. Noi utilizăm numai cele mai bune și durabile materiale pentru toate proiectele noastre, pentru a ne asigura că oferim cel mai bun serviciu și pentru a satisface cerințele clienților noștri.",
    "TermsParagraph": "Ne angajăm să livrăm lucrările în termenii stabiliți, oferind clienților noștri o planificare clară a proiectului și informații detaliate despre stadiul lucrărilor. Toate fațadele realizate de noi sunt finalizate cu profesionalism și în cel mai scurt timp posibil.",
    "ServicesTitle": "Servicii",
    "ConsultationTitle": "Consultație",
    "InsulationTitle": "Izolare Termică",
    "RenovationTitle": "Renovarea Fațadei",
    "ConsultationParagraph": "Vom programa o vizită la domiciliu gratuită pentru a discuta cu dvs. și pentru a măsura cu atenție dimensiunile și forma locuinței.",
    "InsulationParagraph": "Izolarea termică cu polistiren este o soluție eficientă pentru reducerea pierderilor de căldură, și îmbunătățirea eficienței energetice a casei.",
    "RenovationParagraph": "Renovăm fațadele vechi și îmbunătățim aspectul locuinței prin curățarea și îndepărtarea stratului vechi de tencuială, urmată de realizarea fațadei noi.",
    "WorksTitle": "Lucrări",
    "WorksParagraph": "Am finalizat fațade pentru o varietate de proiecte rezidențiale și am ajutat oamenii să-și transforme casele în locuințe de vis. Pentru fiecare proiect, ne concentrăm asupra detaliilor și ne asigurăm că finalizăm lucrările în timp util.",
    "GalleryBtn": "Vezi Galeria",
    "ContactTitle": "Contactează-ne",
    "RqstProjectTitle": "Solicită un proiect",
    "NameField": "Ex. Ion Cojocaru",
    "PhoneField": "Ex. +373 68 313 131",
    "MessageField": "Detaliile proiectului dvs.",
    "NameLabel": "Nume",
    "PhoneLabel": "Telefon",
    "MessageLabel": "Mesaj",
    "FormSuccess": "Formular trimis cu succes",
    "FormSubmitBtn":"Trimite",
    "FAQTitle": "Întrebări Frecvente",
    "Question1": "Ce materiale utilizați?",
    "Question2": "Cât timp durează realizarea unui proiect?",
    "Question3": "Ce costuri sunt implicate în realizarea unei fațade?",
    "Answer1": "Utilizăm cele mai bune materiale disponibile pe piață, care includ diverse tipuri de vopsele, tencuieli și plăci termoizolante.",
    "Answer2": "Timpul de realizare a unui proiect de fațade poate varia în funcție de complexitatea și dimensiunea proiectului, precum și de tipul de materiale utilizate. În general, încercăm să finalizăm proiectele cât mai repede posibil, fără a compromite calitatea lucrărilor.",
    "Answer3": "Costurile variază în funcție de complexitatea și dimensiunea proiectului, precum și de tipul de materiale utilizate. De aceea, încurajăm clienții să ne contacteze pentru o evaluare detaliată și o ofertă personalizată.",
    "FooterInfoTitle":" Informații Generale",
    "FooterContactTitle": "Contact",
    "FooterSocialTitle": "Rețele Sociale",
    "GalleryTitle": "Galerie",
    "ShowMoreBtn": "Mai Multe",
    "GalleryCTA": "Îți place ce vezi?",
    "RqstProjectBtn": "Solicită un Proiect"
  },

  "RU": {
    "HeroTitle": "Изменение Начинается с Фасада Вашего Дома",
    "HeroSubText": "Мы хотим быть партнерами в реализации проекта вашей мечты",
    "ContactBtn": "Связаться",
    "AboutTitle": "О Нас",
    "ExpTitle": "Опыт",
    "MatTitle": "Материалы",
    "TermsTitle": "Установленные сроки",
    "ExpParagraph": "Мы команда с более чем 19-летним опытом. На протяжении многих лет мы работали с многочисленными клиентами, чье доверие и уважение мы заслужили благодаря качеству нашей работы и нашему профессиональному и прозрачному подходу.",
    "MatParagraph": "Качество материалов является нашим приоритетом номер один.. Мы используем только лучшие и самые прочные материалы для всех наших проектов, чтобы гарантировать, что мы предоставляем лучший сервис и отвечаем требованиям наших клиентов.",
    "TermsParagraph": "Мы стремимся выполнять работы в срок, предоставляя нашим клиентам четкое планирование проекта и подробную информацию о ходе выполнения. Все наши фасады выполняются профессионально и в кратчайшие сроки.",
    "ServicesTitle": "Услуги",
    "ConsultationTitle": "Консультация",
    "InsulationTitle": "Теплоизоляция",
    "RenovationTitle": "Ремонт Фасада",
    "ConsultationParagraph": "Мы запланироваем бесплатное посещение дома, чтобы поговорить с вами и тщательно измерить размеры и форму вашего дома.",
    "InsulationParagraph": "Теплоизоляция пенополистиролом является эффективным решением для снижения потерь тепла и повышения энергоэффективности дома.",
    "RenovationParagraph": "Мы реновируем старые фасады и улучшаем внешний вид дома, очищая и удаляя старый слой штукатурки с последующим созданием нового фасада.",
    "WorksTitle": "Наша Работа",
    "WorksParagraph": "Мы завершили фасады для различных жилых проектов и помогли людям превратить свои дома в дома мечты. Для каждого проекта мы сосредотачиваемся на деталях и следим за тем, чтобы мы выполняли работу своевременно.",
    "GalleryBtn": "Смотреть Галерею",
    "ContactTitle": "Связаться",
    "RqstProjectTitle": "Запросить Проект",
    "NameField": "Пример: Ion Cojocaru",
    "PhoneField": "Пример: +373 68 313 131",
    "MessageField": "Детали вашего проекта",
    "NameLabel": "Имя",
    "PhoneLabel": "Телефон",
    "MessageLabel": "Сообщение",
    "FormSuccess": "Форма успешно отправлена",
    "FormSubmitBtn": "Отправить",
    "FAQTitle": "Часто Вопросы",
    "Question1": "Какие материалы вы используете?",
    "Question2": "Сколько времени требуется для завершения проекта?",
    "Question3": "Какие затраты связаны с изготовлением фасада?",
    "Answer1": "Мы используем лучшие материалы, доступные на рынке, которые включают различные виды красок, штукатурки и теплоизоляционные плиты.",
    "Answer2": "Время выполнения проекта фасада может варьироваться в зависимости от сложности и размера проекта, а также от типа используемых материалов. Как правило, мы стараемся завершить проекты как можно быстрее, не ставя под угрозу качество работы.",
    "Answer3": "Стоимость варьируется в зависимости от сложности и размера проекта, а также от типа используемых материалов. Вот почему мы призываем клиентов обращаться к нам за подробной оценкой и персонализированным предложением.",
    "FooterInfoTitle": "Общая Информация",
    "FooterContactTitle": "Контакт",
    "FooterSocialTitle": "Социальные Сети",
    "GalleryTitle": "Галерея",
    "ShowMoreBtn": "Показать Еще",
    "GalleryCTA": "Вам нравится то, что вы видите?",
    "RqstProjectBtn": "Запросить Проект"
  },

  "EN": {
    "HeroTitle": "Change Begins With the Facade of Your House",
    "HeroSubText": "We want to be partners in realizing your dream project",
    "ContactBtn": "Contact Us",
    "AboutTitle": "About Us",
    "ExpTitle": "Experience",
    "MatTitle": "Materials",
    "TermsTitle": "Established Terms",
    "ExpParagraph": "We are a team with over 19 years of experience. Over the years, we've worked with many clients, whose trust and respect we've earned through the quality of our work and our professional and transparent approach.",
    "MatParagraph": "The quality of materials is our number one priority. We use only the best and most durable materials for all our projects, to ensure that we offer the best services and meet our client's requirements",
    "TermsParagraph": "We are committed to delivering the work on time, providing our clients with clear project planning and detailed progress information. All our facades are completed professionally and in the shortest possible time.",
    "ServicesTitle": "Services",
    "ConsultationTitle": "Consultation",
    "InsulationTitle": "Thermal Insulation",
    "RenovationTitle": "Facade Renovation",
    "ConsultationParagraph": "We will schedule a free visit at your home to discuss with you and carefully measure the dimensions and shape of the house.",
    "InsulationParagraph": "Thermal insulation with polystyrene is an effective solution for reducing heat loss, and improving the energy efficiency of the house.",
    "RenovationParagraph": "We renovate old facades and improve the appearance of the house by cleaning and removing the old plaster layer, followed by building the new facade.",
    "WorksTitle": "Our Work",
    "WorksParagraph": "We've completed facades for a variety of residential projects and helped people turn their homes into dream ones. For every project, we focus on the details and make sure we complete the work in a timely manner.",
    "GalleryBtn": "View Gallery",
    "ContactTitle": "Contact Us",
    "RqstProjectTitle": "Request a Project",
    "NameField": "E.g. Ion Cojocaru",
    "PhoneField": "E.g. +373 68 313 131",
    "MessageField": "Details of your project",
    "NameLabel": "Name",
    "PhoneLabel": "Phone",
    "MessageLabel": "Message",
    "FormSuccess": "Form was sent successfully",
    "FormSubmitBtn":"Send",
    "FAQTitle": "FAQ",
    "Question1": "What materials are you using?",
    "Question2": "How long does it take to complete a project?",
    "Question3": "What costs are involved in building a facade?",
    "Answer1": "We use the best materials available on the market, including various types of paints, plasters and insulation boards.",
    "Answer2": "The time it takes to complete a facade project can vary depending on the complexity and size of the project and the type of materials used. In general, we try to complete projects as quickly as possible without compromising the quality of the work.",
    "Answer3": "Costs vary depending on the complexity and size of the project and the type of materials used. That's why we encourage clients to contact us for a detailed evaluation and a custom quote.",
    "FooterInfoTitle":" General Info",
    "FooterContactTitle": "Contact",
    "FooterSocialTitle": "Social Networks",
    "GalleryTitle": "Gallery",
    "ShowMoreBtn": "Show More",
    "GalleryCTA": "Like what you see?",
    "RqstProjectBtn": "Request a Project"
  }
}